<?php

return [
    'adminEmail' => 'test@example.com',
    'termsOfService' =>
    '
		<div class="col-md-12 terms-of-service">
		<h2>
			Web Site Terms and Conditions of Use
		</h2>

		利用規約<br/>
<br/>
参考：http://www.jalan.net/jalan/doc/global/en/howto/en_yadokiyaku.html<br/>
<br/>
第１条（規約の適用）　<br/>
１.	本規約は、特定非営利活動法人SAMURAI MEETUPS（以下「当社」といいます）が管理・運営するインターネットウェブサイト｢Samurai Meetups｣（以下「本サイト」といいます）を通じて、ユーザーが当法人が運営又は企画するイベント（以下「イベント」といいます。Samurai Meetupsツアーを含みますが、これに限られません）の参加申込を行い、当法人との間でイベント参加契約を締結するにあたり、ユーザーが行う一切の行為に適用されるものとし、ユーザーは、本規約に同意のうえ本サイトの利用及びイベントの参加申込を行うものとします。<br/>
２.	当法人が本サイト上において提示する諸注意等（以下｢諸注意等｣といいます）が存在する場合には、諸注意等はそれぞれ本規約の一部を構成するものとします。<br/>
３.	当法人は、ユーザーが参加申込を行ったことをもって本規約に同意したものとみなします。	<br/>
<br/>
第２条（参加申込みおよびイベント参加契約の成立）<br/>
1.	ユーザーは、本サイトを通じて、本サイト内のイベント申込フォームに当法人所定の情報を入力及び送信し、イベント参加申込みの意思表示を行うものとします。<br/>
2.	ユーザーが前項に従い参加申込みをし、本サイト上に参加申込みが完了した旨の表示がなされた時点をもって、当法人とユーザーとの間にイベント参加契約が成立するものとします。<br/>
3.	前項の場合、当法人は、イベント参加契約の成立を証するため、「予約確認メール」をユーザーが予め指定するメールアドレスに配信します。但し、通信事情や当該メールアドレスの誤記等、当法人に責のない事由に基づき「予約確認メール」をユーザーが受信することができない場合等の事態が生じても、イベント参加契約の成立に影響を与えるものではありません。<br/>
4.	本条の定めに基づき当法人とユーザーとの間でイベント参加契約が成立した場合、ユーザーは、当該イベントに関して別途当法人が定めるキャンセル料の負担等の義務が自己に生じることに同意したものとみなされます。<br/>
<br/>
第３条（イベント参加契約の内容）<br/>
　    1.　当法人は、ユーザーが当法人の定める日時及び内容に従ってイベントに参加できるように、本規約に従いイベントの管理又は運営をすることを引き受けます。<br/>
　　2.    ユーザーは、当法人が定めるイベント参加料金を支払い、本規約並びに当法人が定める日時及び内容に従ってイベントに参加することができます。<br/>
<br/>
第４条（イベント参加における参加料金の考え方）<br/>
1.	ユーザーは、参加料金等に関する情報が、他の媒体で提供される情報と異なる場合があることを了承します。<br/>
2.	ユーザーは、本法人が参加を募集するイベントの参加料金が変更される場合があることを了承します。変更後の参加料金は、当該変更後にイベント参加契約が成立したユーザーにのみ適用され、変更前にツアー参加契約が成立したユーザーには変更前の参加料金が適用されます。<br/>
<br/>
第５条（契約内容の変更）<br/>
　　1. 　当法人は、イベントの安全かつ円滑な実施を図るためにやむを得ない時は、ユーザーにあらかじめ速やかに通知の上、イベントの日程、内容その他のイベント参加契約の内容を変更することができます。<br/>
　　　　なお、緊急の場合において、やむを得ない時は、変更後に通知を行う場合があります。<br/>
　　2. 　当法人は、イベント開始前または開始後に天候悪化などの当法人の責に帰すべき事由によらず、イベント参加契約の内容を変更することができます。<br/>
<br/>
第６条（ユーザーによるキャンセル）<br/>
1.	ユーザーは、キャンセル料の支払い等当法人が定める条件に従い、イベント参加契約をキャンセルすることができます。<br/>
2.	前項に定めるキャンセルの連絡は、当法人に対するメール連絡（当法人が別途定める方法がある場合はそれに従うものとします。）によるものとし、当法人がキャンセル完了通知を行った時点でキャンセルが成立するものとします。<br/>
3.	ユーザーは、イベント参加当日にイベントに参加することができないことが判明した場合、速やかに当法人へその旨連絡し、当法人の指示に従うものとします。<br/>
4.	当法人は、ユーザーが、事前に何らの連絡もなくイベント参加当日に姿を現さず、当該イベントに参加しなかった場合には、無連絡キャンセルとみなし、当該ユーザーのイベント参加申込を含む、本法人が提供するサービスの利用停止または会員資格の剥奪等必要な措置（法的措置を含みます）を取ることができるものとします。なお、ユーザーは、当法人が定めるキャンセル料を、所定の方法および期日までに支払わなければなりません。<br/>
第７条（当法人のキャンセル）<br/>
　 1. 　当法人は、次に掲げる場合において、イベント参加契約をキャンセルすることができます。<br/>
　　　　　①ユーザーが当法人があらかじめ明示した性別、年齢、技能その他のユーザーの条件を満たしていないことが判明したとき。<br/>
　　　　　②ユーザーが他のユーザーに迷惑を及ぼし、又はイベントの円滑な実施を妨げるおそれがあると認められるとき。<br/>
　　　　　③ユーザーの数が本サイトに記載した最少催行人員に達しなかったとき。<br/>
　　　　　④イベント当日の天気予報により、イベント実施の危険性があるとき。<br/>
　　　　　⑤天災地変、戦乱、暴動、官公署の命令その他当法人の責に帰すべき事由によらず、イベントの安全かつ円滑な実施が不可能となり、または不可能となるおそれが極めて大きいとき。<br/>
　　　　　⑥ユーザーが本規約に違反したとき。<br/>
　　　　　⑦当法人が本サイト及びイベントの運営上不適当と判断したとき。<br/>
     2.　 前項に基づくキャンセルによりユーザーに損害が発生したとしても、当法人は、何ら、賠償の責を負わないものとします。<br/>
<br/>
第８条（ユーザーの遵守事項）<br/>
1.	ユーザーは、本サイトを利用することにより得られる情報を、当法人の事前の承諾なく自己の私的利用以外の目的で複製・送信しない他、方法の如何を問わず第三者による利用に供しないものとします。<br/>
2.	ユーザーは、自己の責任において直接当法人との契約を履行するものとし、本サイト及びイベントに関する問い合わせ・要望等は当法人に対して直接行うものとします。<br/>
3.	前2項の他、ユーザーは、本サイトの利用及びイベントの参加に関し当法人が別途定める条件・規則等を十分に理解し遵守するものとし、イベントを安全かつ円滑に実施するための当法人の指示に従うものとします。<br/>
4.	ユーザーは、本サイトの利用及びイベントの参加に関し、次の行為をしてはならないものとします。<br/>
(1)	第三者になりすまして情報を送信または書き込む行為<br/>
(2)	当法人の承認した以外の方法により本サイトを利用し、イベントに参加する行為<br/>
(3)	有害なコンピュータプログラム等を送信または書き込む行為、スパムメール、チェーンレター、ジャンクメール等を送信する行為<br/>
(4)	当法人または第三者の著作権、その他知的財産権を侵害しまたは侵害するおそれのある行為<br/>
(5)	当法人および第三者を誹謗、中傷しまたは名誉を傷つけるような行為<br/>
(6)	公序良俗に反する内容の情報、文書および図形等を他人に公開する行為<br/>
(7)	本サイトの利用及びイベントの参加に関し、ユーザー個人の氏名、住所、電話番号、メールアドレス、クレジットカード番号等について、故意であるか否かを問わず虚偽または不備のある情報を登録する行為<br/>
(8)	当法人の請求する予約金、キャンセル料または参加料金の不払（理由の如何を問いません）<br/>
(9)	イベントでの暴力行為等、当法人または第三者に対する迷惑行為<br/>
(10)	同日程で複数のイベントを予約するなど、イベント参加が不可能と認められる予約行為<br/>
(11)	他者への転売や商用目的での参加申込と認められる行為<br/>
(12)	その他法令及び本規約に違反する、または違反するおそれのある行為<br/>
5.	前項各号の一に該当するユーザーの行為によって、当法人または第三者に損害が生じた場合、ユーザーはすべての法的責任を負担するものとし、当法人および第三者に損害を与えないものとします。<br/>
6.	ユーザーは、イベント参加契約に関し苦情を有する場合、その場で当該苦情を当法人に対して申し立てるものとします。<br/>
<br/>
第９条（責任）<br/>
　　　 当法人は、当法人の故意又は重過失による場合を除き、本サイトの利用及びイベントの参加によりユーザーに損害が発生したとしても、当法人は、何ら、賠償の責を負わないものとします。<br/>
<br/>
第１０条（著作権）<br/>
1.	ユーザーは、本サイトを通じて提供されるすべてのコンテンツについて、当法人の事前の承諾なく著作権法で定めるユーザー個人の私的利用の範囲を超える使用をしてはならないものとします。<br/>
2.	本条の規定に違反して紛争が発生した場合、ユーザーは、自己の費用と責任において、当該紛争を解決するとともに、当法人および第三者に一切の損害を与えないものとします。<br/>
第１１条（本サイト掲載イベントの加減）<br/>
1.	本サイトに掲載されるイベントは、当法人の都合により、ユーザーへの事前の通知なく変更される場合があり、ユーザーは予めこれを承諾するものとします。<br/>
2.	前項の規定に基づき、掲載イベントが変更された時点において、ユーザーと当法人の間でイベント参加契約が成立している場合には、当該契約は有効に存続するものとし、掲載イベントの変更は、当該イベント参加契約に対し何らの影響も及ぼさないものとします。<br/>
第１２条（本サイトの一時的な停止）<br/>
当法人は、次の各号に該当する場合にはユーザーへ事前に通知することなく、本サイトの一時的な運用の停止を行うことがあります。<br/>
1.	本サイトの保守または仕様の変更を行う場合<br/>
2.	天災地変その他非常事態が発生し、または発生するおそれがあり、本サイトの運営ができなくなった場合<br/>
3.	当法人が、やむを得ない事由により本サイトの運営上一時的な停止が必要と判断した場合<br/>
第１３条（規約の変更）<br/>
1.	当法人は、ユーザーに事前の通知をすることなく本規約および諸注意等の変更（追加・削除を含みます。以下同様）をすることがあります。必ず本規約および諸注意等を本サイト利用の都度ご確認下さい。<br/>
2.	本規約および諸注意等の変更後、ユーザーが本サイトを利用して参加申込をした場合、当法人はユーザーが変更後の本規約および諸注意等を承諾したものとみなします。<br/>
第１４条（権利義務の譲渡禁止）<br/>
ユーザーは、イベント参加契約におけるユーザーとしての地位および当該地位に基づく権利義務を、当法人が予め承諾した場合を除き、第三者に譲渡し、または担保に供してはならないものとします。<br/>
第１５条（反社会的勢力の排除）<br/>
ユーザーは、反社会的勢力（暴力団、暴力団員、暴力団員でなくなった時から5年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標ぼうゴロまたは特殊知能暴力集団等、その他これらに準ずる者をいいます。）に該当しないこと、また暴力的行為、詐術・脅迫行為、業務妨害行為等違法行為を行わないことを、将来にわたっても表明するものとします。<br/>
第１６条（ユーザーの本規約の違反場合の措置）<br/>
1.	当法人は、ユーザーが本規約に違反した場合並びに当法人が本サイト及びイベントの運営上不適当と判断した場合には、本サイトに係る一切のサービスの利用停止、会員資格の剥奪もしくは損害賠償請求等必要な措置（法的措置を含みます）を取ることができるものとします。<br/>
2.	当法人は、ユーザーの行為が、本規約に違反していると推測される場合、その他当法人が本サイト及びイベントの運営上不適当と合理的に判断した場合には、当該行為の詳細についてユーザーに確認させていただくことがあります。<br/>
<br/>
第１７条（準拠法および管轄）<br/>
本規約の準拠法は日本法とし、本規約に関する一切の紛争は、東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所とします。<br/>
<br/>
<br/>
<br/>
特定非営利活動法人（NPO） SAMURAI MEETUPS（以下，「当NPO法人」）は，「訪日外国人に忘れられない体験をプレゼントする」を事業コンセプトに、オフラインでは観光イベント事業、オンラインでは観光情報発信事業を行うために、SAMURAI MEETUPSホームページ（以下、「当HP」）に組み込まれたGoogle Inc.の提供するGoogleフォームを通じて、各種イベントへの参加申込み時に提出された個人情報を適切に取扱い，SAMURAIスタッフメンバー（以下、「当法人メンバー」）全員が個人情報保護の重要性を常に認識することを目的として、個人情報保護方針を定め、これを実行いたします。<br/>
<br/>
第１条（個人情報の収集）<br/>
当NPO法人は，各種イベントの申込者の個人情報を取得する場合、利用目的を明確に定め、適正かつ公正な手段により収集いたします。<br/>
<br/>
第２条（個人情報の管理）<br/>
当NPO法人は、各種イベント申込者の個人情報を正確かつ最新の状態に保つため、セキュリティシステムの設置及び運用・管理体制の整備・当法人メンバー教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行います。<br/>
<br/>
第3条（個人情報の利用目的）<br/>
当HPでは、保有する各種イベント申込者の個人情報を以下の目的で利用し、この範囲以外で利用することはありません。<br/>
（1）当NPO法人と提携する日本人の職人への参加者情報提供<br/>
（2）当法人メンバーの活動や当NPO法人の運営上必要な事務連絡<br/>
（3）当法人メンバーへの各種イベント申込者名簿頒布<br/>
（4）上記の利用目的に付随する目的<br/>
<br/>
第４条（個人情報の第三者提供）<br/>
当NPO法人は，次に掲げる場合を除いて，あらかじめ各種イベント申込者の同意を得ることなく，第三者に個人情報を開示・提供することはありません。ただし，以下の場合は、本人の同意なく個人情報を開示・提供することがあります。<br/>
（1）各種イベント申込者の事前の同意がある場合<br/>
（2）法令に基づく場合<br/>
（3）人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき<br/>
（4）公衆衛生の向上または各種イベント申込者の健全な参加推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき<br/>
（5）国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br/>
<br/>
第５条（ご本人の照会）<br/>
各種イベント申込者がご本人の個人情報の照会・削除などをご希望される場合には、ご本人であることを確認のうえ、対応いたします。<br/>
<br/>
第6条（個人情報の利用停止等）<br/>
当NPO法人は，ご本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行い，その結果に基づき，個人情報の利用停止等を行い，その旨ご本人に通知します。<br/>
<br/>
第7条（プライバシーポリシーの変更）<br/>
本ポリシーの内容は，ユーザーに通知することなく，変更することができるものとします。当社が別途定める場合を除いて，変更後のプライバシーポリシーは，当HPに掲載したときから効力を生じるものとします。<br/>
<br/>
第９条（お問い合わせ窓口）<br/>
本ポリシーに関するお問い合わせは，下記の窓口までお願いいたします。<br/>
<br/>
特定非営利活動法人　SAMURAI MEETUPS<br/>
〒 104-0061<br/>
東京都中央区銀座７丁目１３番６号サガミビル２階<br/>
samuraimeetups@gmail.com<br/>
<br/>
以上<br/>
</div>		
    '
];
